13/data/attachments/92a0ef83df7651ae.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Brandon_hotel_Actions_84289_2</nif:username>
            <nif:friendToBeRequested>soap_actions_48401910-2f54-4b0d-b617-503f49cfe414</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>